Repository: TableProApp/TablePro
Catalog: TablePro/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko, tr, vi, zh_hans, zh_hant

source: The transaction could not be started: %@
fr: La transaction n'a pas pu être lancée : %@
ko: 트랜잭션을 시작할 수 없습니다: %@
tr: İşlem başlatılamadı: %@
vi: Không thể bắt đầu giao dịch: %@
zh_hans: 事务无法开始：%@
zh_hant: 交易無法開始：%@

source: the tunnel command
fr: La commande du tunnel

source: The reply is not rows the grid can draw. The conversation has it in full.
fr: La réponse n'est pas les lignes que la grille peut dessiner. La conversation l'a dans son intégralité.

source: Clear Recent Tables
fr: Effacer les tableaux récents
ko: 최근 테이블 지우기
tr: Son Tabloları Temizle
vi: Xóa bảng gần đây
zh_hans: 清除最近的表
zh_hant: 清除最近的資料表

source: Root
fr: Racine
ko: 루트

source: Run Ledger Plugins
fr: Exécuter les plugins Ledger
ko: 원장 플러그인 실행
tr: Defter Eklentilerini Çalıştır
vi: Chạy plugin sổ cái
zh_hans: 运行账本插件
zh_hant: 執行帳本外掛

source: Always count
fr: Compte toujours
ko: 항상 집계
tr: Her zaman say
vi: Luôn đếm
zh_hans: 始终计数
zh_hant: 永遠計數

source: Schema name
fr: Nom du schéma

source: License verification failed. Try updating the app to the latest version.
fr: Vérification de la licence échouée. Essayez de mettre à jour l'application vers la dernière version.
ko: 라이선스를 확인하지 못했습니다. 앱을 최신 버전으로 업데이트해 보십시오.
tr: Lisans doğrulaması başarısız oldu. Uygulamayı en son sürüme güncellemeyi deneyin.
vi: Xác minh giấy phép thất bại. Hãy thử cập nhật ứng dụng lên phiên bản mới nhất.
zh_hans: 许可证验证失败。请尝试更新到最新版本。
zh_hant: 授權驗證失敗。請嘗試將應用程式更新到最新版本。

source: This deletes the query history of every connection. You cannot undo this.
fr: Cela supprime l'historique des requêtes de chaque connexion. Vous ne pouvez pas annuler cela.
ko: 모든 연결의 쿼리 기록을 삭제합니다. 이 작업은 실행 취소할 수 없습니다.
tr: Bu, her bağlantının sorgu geçmişini siler. Bu işlem geri alınamaz.
vi: Thao tác này xoá lịch sử truy vấn của mọi kết nối. Bạn không thể hoàn tác.
zh_hans: 这会删除所有连接的查询历史。此操作无法撤销。
zh_hant: 這會刪除所有連線的查詢歷史。此動作無法復原。

source: Create schema %@
fr: Créer un schéma %@

source: Connection name is required
fr: Le nom de la connexion est requis.
ko: 연결 이름이 필요합니다
tr: Bağlantı adı gerekli
vi: Cần tên kết nối
zh_hans: 连接名称为必填项
zh_hant: 連線名稱為必填項目

source: No databases match “%@”
fr: Aucune base de données ne correspond à "%@"
ko: “%@”과 일치하는 데이터베이스 없음
tr: “%@” ile eşleşen veritabanı yok
vi: Không có cơ sở dữ liệu nào khớp với “%@”
zh_hans: 没有与“%@”匹配的数据库
zh_hant: 沒有符合「%@」的資料庫

source: Matching history entries, newest first
fr: Entrées d'historique correspondantes, les plus récentes en premier
ko: 일치하는 기록 항목이며 최신순입니다
tr: Eşleşen geçmiş girdileri, en yeniden başlayarak
vi: Các mục lịch sử khớp, mới nhất trước
zh_hans: 匹配的历史条目，最新的在前
zh_hant: 符合的記錄項目，最新的在前

source: Unsupported
fr: Sans être soutenu

source: Server monitoring is not available for this database type.
fr: La surveillance du serveur n'est pas disponible pour ce type de base de données.
ko: 이 데이터베이스 유형에서는 서버 모니터링을 사용할 수 없습니다.
tr: Bu veritabanı türü için sunucu izleme kullanılamaz.
vi: Giám sát máy chủ không khả dụng cho loại cơ sở dữ liệu này.
zh_hans: 此数据库类型不支持服务器监控。
zh_hant: 此資料庫類型不支援伺服器監控。

source: Rules are checked in order. The first match sets the color.
fr: Les règles sont vérifiées dans l'ordre. La première correspondance détermine la couleur.

source: Match by Name
fr: Correspondance par nom

source: File
fr: Fichier
ko: 파일
tr: Dosya
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: Reading both databases…
fr: Lecture des deux bases de données...

source: Reload from the database
fr: Recharger à partir de la base de données
ko: 데이터베이스에서 다시 로드
tr: Veritabanından yeniden yükle
vi: Tải lại từ cơ sở dữ liệu
zh_hans: 从数据库重新加载
zh_hant: 從資料庫重新載入

# Row %@, column %@ is not valid JSON. Fix the value or clear it, then save again.
source: Row %1$@, column %2$@ is not valid JSON. Fix the value or clear it, then save again.
fr: La ligne %1$@, la colonne %2$@ n'est pas un JSON valide. Corrigez la valeur ou supprimez-la, puis enregistrez à nouveau.

source: Split Column
fr: Colonne divisée

source: Forward To
fr: Envoyé à

source: %lld matching rows
fr: %lld lignes correspondantes
ko: 일치하는 행 %lld개
tr: %lld eşleşen satır
vi: %lld dòng khớp
zh_hans: %lld 个匹配行
zh_hant: %lld 個相符的列

source: Detach Partition?
fr: Déconnecter la partition ?
ko: 파티션을 분리하시겠습니까?
tr: Bölüm Ayrılsın mı?
vi: Tách rời phân vùng?
zh_hans: 分离分区？
zh_hant: 要分離分割區嗎？

source: Whether the row limit clipped any export
fr: Que la limite de rang ait-elle coupé toute exportation ?
ko: 행 제한 때문에 내보내기가 잘렸는지 여부
tr: Satır sınırının herhangi bir dışa aktarmayı kırpıp kırpmadığı
vi: Giới hạn dòng có cắt bớt bản xuất nào hay không
zh_hans: 行数上限是否截断了任何一次导出
zh_hant: 列數上限是否截斷了任何一次匯出

source: Reopening a table brings its filter rows back unapplied. Press Apply to run them.
fr: La réouverture d'une table ramène ses lignes de filtres non appliquées. Appuyez sur Appliquer pour les exécuter.

source: Import Connections
fr: Importer des connexions
ko: 연결 가져오기
tr: Bağlantıları İçe Aktar
vi: Nhập Kết nối
zh_hans: 导入连接
zh_hant: 匯入連線

source: Procedure: %@
fr: Procédure : %@
ko: 프로시저: %@
tr: Prosedür: %@
zh_hans: 存储过程：%@
zh_hant: 預存程序：%@

source: Table to open
fr: Table à ouvrir
ko: 열 테이블
tr: Açılacak tablo
vi: Bảng cần mở
zh_hans: 要打开的表
zh_hant: 要開啟的資料表

source: Text value
fr: Valeur du texte

source: Exclude from iCloud Sync
fr: Exclure de la synchronisation iCloud
ko: iCloud 동기화에서 제외
tr: iCloud Eşitlemesinden Hariç Tut
vi: Loại khỏi đồng bộ iCloud
zh_hans: 排除 iCloud 同步
zh_hant: 排除於 iCloud 同步

source: Close Result Tab
fr: Fermer l'onglet Résultats
ko: 결과 탭 닫기
tr: Sonuç Sekmesini Kapat
vi: Đóng tab kết quả
zh_hans: 关闭结果标签页
zh_hant: 關閉結果分頁

source: Expires:
fr: Expire :
ko: 만료:
tr: Bitiş Tarihi:
vi: Hết hạn:
zh_hans: 到期时间：
zh_hant: 到期時間：

source: A filtered comparison needs both sides to look up rows by key.
fr: Une comparaison filtrée nécessite que les deux parties consultent les lignes par clé.

source: Activate next time you launch TablePro
fr: Activez la prochaine fois que vous lancez TablePro.
ko: 다음 TablePro 실행 시 활성화
tr: TablePro'yu bir sonraki başlatışınızda etkinleştir
vi: Kích hoạt lần khởi chạy TablePro tiếp theo
zh_hans: 下次启动TablePro时激活
zh_hant: 下次啟動 TablePro 時啟用

source: Always Allow
fr: Autoriser toujours
ko: 항상 허용
tr: Her Zaman İzin Ver
vi: Luôn cho phép
zh_hans: 始终允许
zh_hant: 永遠允許

source: A new password will be set when you apply changes.
fr: Un nouveau mot de passe sera défini lorsque vous appliquerez des modifications.
ko: 변경 사항을 적용하면 새 비밀번호가 설정됩니다.
tr: Değişiklikleri uyguladığınızda yeni bir parola ayarlanacak.
vi: Mật khẩu mới sẽ được đặt khi bạn áp dụng thay đổi.
zh_hans: 应用更改时将设置新密码。
zh_hant: 套用變更時會設定新密碼。

source: Move Down
fr: Avancer vers le bas
ko: 아래로 이동
tr: Aşağı Taşı
vi: Di chuyển xuống
zh_hans: 下移
zh_hant: 下移

source: Custom
fr: Coutume
ko: 사용자 지정
tr: Özel
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

source: vertical bar
fr: Barre verticale
ko: 세로 막대
tr: dikey çizgi
vi: dấu gạch đứng
zh_hans: 竖线
zh_hant: 豎線

source: Reuse clean table tab
fr: Réutiliser la barre d'onglets de table propre
ko: 변경 사항이 없는 테이블 탭 재사용
vi: Tái sử dụng tab bảng trống
zh_hans: 复用空白表标签页
zh_hant: 重複使用空白資料表分頁

# %@ must be between %@ and %@
source: %1$@ must be between %2$@ and %3$@
fr: %1$@ doit être entre %2$@ et %3$@
ko: %1$@ 값은 %2$@에서 %3$@ 사이여야 합니다
tr: %@ must be arasında %@ and %@
vi: %1$@ phải nằm trong khoảng %2$@ đến %3$@
zh_hans: %@ 必须在 %@ 和 %@ 之间
zh_hant: %1$@ 必須介於 %2$@ 和 %3$@ 之間

source: Publish %d Connections to Team Library…
fr: Publier %d connexions à la bibliothèque de l'équipe...
ko: %d개 연결을 팀 라이브러리에 게시…
tr: %d Bağlantıyı Takım Kitaplığına Yayınla…
vi: Xuất bản %d kết nối lên thư viện nhóm…
zh_hans: 将 %d 个连接发布到团队库…
zh_hant: 將 %d 個連線發佈到團隊庫…

source: The list of open source libraries is missing from this build.
fr: La liste des bibliothèques open source est absente de cette construction.
ko: 이 빌드에는 오픈 소스 라이브러리 목록이 없습니다.
tr: Açık kaynak kitaplıkların listesi bu derlemede yok.
vi: Bản dựng này thiếu danh sách thư viện mã nguồn mở.
zh_hans: 此版本缺少开源库清单。
zh_hant: 此版本缺少開源程式庫清單。

source: %d elements
fr: %d éléments
ko: %d개 요소
tr: %d öğe
vi: %d phần tử
zh_hans: %d 个元素
zh_hant: %d 個元素

source: Spacing
fr: Espacement
ko: 간격
vi: Khoảng cách
zh_hans: 间距
zh_hant: 間距

source: Delete Row
fr: Supprimer la ligne
ko: 행 삭제
tr: Satırı Sil
vi: Xoá dòng
zh_hans: 删除行
zh_hant: 刪除列

source: 1 database
fr: 1 base de données

source: Choose %@
fr: Choisissez %@
ko: %@ 선택
tr: %@ seçin
vi: Chọn %@
zh_hans: 选择 %@
zh_hant: 選擇 %@

source: The value reads as %@, but drawing it did not finish.
fr: La valeur s'affiche comme %@, mais sa représentation n'a pas été terminée.

source: ANTHROPIC_API_KEY and ANTHROPIC_AUTH_TOKEN are removed from the tool's environment, so replies always draw on the subscription.
fr: L'API_KEY_ANTHROPIC et le TOKEN_AUTH_ANTHROPIC sont supprimés de l'environnement de l'outil, de sorte que les réponses s'appuient toujours sur l'abonnement.
ko: 도구의 환경에서 ANTHROPIC_API_KEY와 ANTHROPIC_AUTH_TOKEN이 제거되므로 응답에는 항상 구독이 사용됩니다.
tr: ANTHROPIC_API_KEY ve ANTHROPIC_AUTH_TOKEN aracın ortamından kaldırılır, bu yüzden yanıtlar her zaman abonelikten düşer.
vi: ANTHROPIC_API_KEY và ANTHROPIC_AUTH_TOKEN bị loại khỏi môi trường của công cụ, nên các câu trả lời luôn dùng gói đăng ký.
zh_hans: ANTHROPIC_API_KEY 和 ANTHROPIC_AUTH_TOKEN 会从该工具的环境变量中移除，因此回复始终消耗订阅额度。
zh_hant: ANTHROPIC_API_KEY 和 ANTHROPIC_AUTH_TOKEN 會從該工具的環境變數中移除，因此回覆一律消耗訂閱額度。

source: Pass at least one identifier or literal.
fr: Fournissez au moins un identifiant ou un caractère littéral.
ko: 식별자 또는 리터럴을 하나 이상 전달하십시오.
tr: En az bir tanımlayıcı veya değişmez değer geçirin.
vi: Hãy truyền ít nhất một định danh hoặc literal.
zh_hans: 请至少传入一个标识符或字面量。
zh_hant: 請至少傳入一個識別符號或字面值。

source: hyphen
fr: trait d'union
ko: 하이픈
tr: kısa çizgi
vi: dấu gạch nối
zh_hans: 连字符
zh_hant: 連字號

source: Create New Table...
fr: Créer une nouvelle table...
ko: 새 테이블 생성...
tr: Yeni Tablo Oluştur...
vi: Tạo bảng mới...
zh_hans: 新建表...
zh_hant: 建立新資料表...

source: IN Clause
fr: Clause IN
ko: IN 절
tr: IN İfadesi
vi: Mệnh đề IN
zh_hans: IN 子句
zh_hant: IN 子句

source: This change was not authorized
fr: Ce changement n'a pas été autorisé.

source: Another app
fr: Une autre application

# An external link wants to open a query on connection "%@": %@
source: An external link wants to open a query on connection "%1$@": %2$@
fr: Un lien externe veut ouvrir une requête sur la connexion "%1$@" : %2$@
ko: 외부 링크에서 "%1$@" 연결의 쿼리를 열려고 합니다: %2$@
tr: Bir harici bağlantı "%@" bağlantısında sorgu açmak istiyor: %@
vi: Một liên kết bên ngoài muốn mở truy vấn trên kết nối "%@": %@
zh_hans: 外部链接想要在连接"%@"上打开查询： %@
zh_hant: 有外部連結想要在連線「%1$@」上開啟查詢： %2$@

source: WARNING: Failed to re-enable foreign key checks: %@. Please manually verify FK constraints are enabled.
fr: AVERTISSEMENT : Impossible de réactiver les contrôles des clés étrangères : %@. Veuillez vérifier manuellement que les contraintes FK sont activées.
ko: 경고: 외래 키 검사를 다시 활성화하지 못했습니다: %@. FK 제약 조건이 활성화되어 있는지 직접 확인하십시오.
vi: CẢNH BÁO: Bật lại kiểm tra khóa ngoại thất bại: %@. Vui lòng kiểm tra thủ công rằng ràng buộc FK đã được bật.
zh_hans: 警告：重新启用外键检查失败：%@。请手动验证外键约束已启用。
zh_hant: 警告：重新啟用外鍵檢查失敗：%@。請手動確認外鍵約束已啟用。

source: This token will not be shown again
fr: Ce jeton ne sera plus affiché.
ko: 이 토큰은 다시 표시되지 않습니다
tr: Bu token bir daha gösterilmeyecek
vi: Token này sẽ không hiển thị lại nữa
zh_hans: 此令牌将不再显示
zh_hant: 此權杖將不會再次顯示

source: Server-Side Export…
fr: Exportation côté serveur...

source: The Oracle listener refused the connection.
fr: L'écouteur Oracle a refusé la connexion.
ko: Oracle 리스너가 연결을 거부했습니다.
tr: Oracle dinleyicisi bağlantıyı reddetti.
vi: Oracle listener đã từ chối kết nối.
zh_hans: Oracle 侦听器拒绝了此连接。
zh_hant: Oracle 接聽程式拒絕了此連線。

source: Signed in.
fr: Connecté.
ko: 로그인했습니다.
tr: Oturum açıldı.
vi: Đã đăng nhập.
zh_hans: 已登录。
zh_hant: 已登入。

source: %1$@ (reader, %2$@)
fr: %1$@ (lecteur, %2$@)

source: Engine-specific attribute flags
fr: Bandeaux d'attributs spécifiques au moteur
ko: 엔진별 속성 플래그
tr: Motora özgü öznitelik bayrakları
vi: Cờ thuộc tính riêng của engine
zh_hans: 引擎特有的属性标志
zh_hant: 引擎特有的屬性旗標

source: Select files to open
fr: Sélectionnez les fichiers à ouvrir

source: Always Hide
fr: Cacher toujours
ko: 항상 가리기
tr: Her Zaman Gizle
vi: Luôn ẩn
zh_hans: 始终隐藏
zh_hant: 永遠隱藏

source: Left out
fr: Égaré

source: Database name (uses connection's current database if omitted)
fr: Nom de la base de données (utilise la base de données actuelle de la connexion si elle est omise)
ko: 데이터베이스 이름(생략하면 연결의 현재 데이터베이스 사용)
tr: Veritabanı adı (boş bırakılırsa bağlantının geçerli veritabanı kullanılır)
vi: Tên cơ sở dữ liệu (nếu bỏ trống sẽ dùng cơ sở dữ liệu hiện tại của kết nối)
zh_hans: 数据库名称（留空时使用连接的当前数据库）
zh_hant: 資料庫名稱（留空時使用連線目前的資料庫）

source: The target keeps its structure and its rows, and the source's rows are added.
fr: La cible conserve sa structure et ses lignes, et les lignes de la source sont ajoutées.

source: Terminate session %@
fr: Terminer la session %@
ko: 세션 %@ 종료
tr: %@ oturumunu sonlandır
vi: Kết thúc phiên %@
zh_hans: 终止会话 %@
zh_hant: 終止工作階段 %@

source: Hex
fr: Sort

source: Switch the comparison to Data to see row differences.
fr: Changez la comparaison en Données pour voir les différences de lignes.
ko: 행 차이를 보려면 비교를 데이터로 전환하십시오.
tr: Satır farklarını görmek için karşılaştırmayı Veri'ye geçirin.
vi: Chuyển so sánh sang Dữ liệu để xem khác biệt theo dòng.
zh_hans: 将比较切换到“数据”以查看行差异。
zh_hant: 將比較切換到「資料」以查看列差異。

source: Nothing was compared. Tick the tables to compare, then press Compare.
fr: Rien n'a été comparé. cochez les tableaux pour les comparer, puis appuyez sur Comparer.

source: Markdown
fr: Rabais

source: Hide All
fr: Cacher tout
ko: 모두 가리기
tr: Tümünü Gizle
vi: Ẩn tất cả
zh_hans: 隐藏全部
zh_hant: 全部隱藏

source: A filter is a single condition and cannot contain a semicolon.
fr: Un filtre est une seule condition et ne peut pas contenir un point-virgule.

source: Export & Import
fr: Exportation et importation
ko: 내보내기 및 가져오기
tr: Dışa ve İçe Aktar
vi: Xuất & Nhập
zh_hans: 导出与导入
zh_hant: 匯出與匯入

source: Member of
fr: Membre de
ko: 소속
tr: Üyesi olduğu
vi: Thành viên của
zh_hans: 隶属于
zh_hant: 隸屬於

source: Export as PNG
fr: Exporter en PNG
ko: PNG로 내보내기
tr: PNG olarak dışa aktar
vi: Xuất dưới dạng PNG
zh_hans: 导出为 PNG
zh_hant: 匯出為 PNG

source: Table Type
fr: Type de table

source: This save was made on a different connection. Open that connection to restore it.
fr: Cette sauvegarde a été effectuée sur une connexion différente. Ouvrez cette connexion pour la restaurer.
ko: 이 저장은 다른 연결에서 이루어졌습니다. 복원하려면 해당 연결을 여십시오.
tr: Bu kayıt başka bir bağlantıda yapıldı. Geri yüklemek için o bağlantıyı açın.
vi: Lần lưu này được thực hiện trên một kết nối khác. Hãy mở kết nối đó để khôi phục.
zh_hans: 这次保存是在另一个连接上进行的。请打开那个连接来恢复它。
zh_hant: 這次儲存是在另一個連線上進行的。請開啟那個連線來還原它。

source: Ran %@ statements
fr: Exécution des déclarations %@
ko: %@개 명령문 실행됨
tr: %@ ifade çalıştırıldı
vi: Đã chạy %@ câu lệnh
zh_hans: 已运行 %@ 条语句
zh_hant: 已執行 %@ 條陳述式

source: Could not release the file
fr: Impossible de libérer le fichier

source: Recent connection history
fr: Historique de connexion récent
ko: 최근 연결 기록
tr: Son bağlantı geçmişi
vi: Lịch sử kết nối gần đây
zh_hans: 最近连接记录
zh_hant: 最近連線記錄

source: Edit Index
fr: Modifier l'index
ko: 인덱스 편집
tr: Dizini Düzenle
vi: Sửa chỉ mục
zh_hans: 编辑索引
zh_hant: 編輯索引

source: Another install is already in progress for this plugin
fr: Une autre installation est déjà en cours pour ce plugin.
ko: 이 플러그인의 다른 설치가 이미 진행 중입니다
tr: Bu eklenti için zaten bir yükleme sürüyor
vi: Đang có một quá trình cài đặt khác cho plugin này
zh_hans: 此插件已有另一个安装正在进行
zh_hant: 這個外掛已有另一個安裝正在進行

source: Will be created when you apply changes
fr: Sera créé lorsque vous appliquerez des modifications.
ko: 변경 사항을 적용하면 생성됩니다
tr: Değişiklikleri uyguladığınızda oluşturulacak
vi: Sẽ được tạo khi bạn áp dụng thay đổi
zh_hans: 应用更改时将会创建
zh_hant: 套用變更時將會建立

source: This database has no statement for '%@'.
fr: Cette base de données n'a pas d'instruction pour '%@'.

source: Add Extension…
fr: Ajouter une extension...

source: Reading Tables
fr: Tables de lecture

source: Clear Conversation
fr: Conversation claire
ko: 대화 지우기
tr: Sohbeti Temizle
vi: Xóa hội thoại
zh_hans: 清除对话
zh_hant: 清除對話

source: Language:
fr: Langue :
ko: 언어:
tr: Dil:
vi: Ngôn ngữ:
zh_hans: 语言:
zh_hant: 語言:

source: Create %1$@ "%2$@"
fr: Créer %1$@ "%2$@"

source: Manage Connections…
fr: Gérer les connexions...
ko: 연결 관리…
tr: Bağlantıları Yönet…
vi: Quản lý kết nối…
zh_hans: 管理连接…
zh_hant: 管理連線…

source: Adds a Recent section at the top of the Tables sidebar with the last tables you opened per connection and database.
fr: Ajoute une section Récentes en haut de la barre latérale des tableaux avec les derniers tableaux que vous avez ouverts par connexion et par base de données.
ko: 연결 및 데이터베이스별로 최근에 연 테이블을 표시하는 최근 항목 섹션을 테이블 사이드바 상단에 추가합니다.
tr: Tablolar kenar çubuğunun üstüne, her bağlantı ve veritabanı için en son açtığınız tabloları gösteren bir Son Kullanılanlar bölümü ekler.
vi: Thêm mục Gần đây ở đầu thanh bên Bảng, hiển thị các bảng bạn mở gần nhất theo từng kết nối và cơ sở dữ liệu.
zh_hans: 在表侧边栏顶部添加“最近”区域，按连接和数据库显示你最近打开的表。
zh_hant: 在資料表側邊欄頂端加入「最近」區塊，依連線與資料庫顯示你最近開啟的資料表。

source: The target driver cannot generate a sync script.
fr: Le pilote cible ne peut pas générer un script de synchronisation.
ko: 대상 드라이버는 동기화 스크립트를 생성할 수 없습니다.
tr: Hedef sürücü eşitleme betiği üretemiyor.
vi: Driver đích không thể tạo script đồng bộ.
zh_hans: 目标驱动无法生成同步脚本。
zh_hant: 目標驅動程式無法產生同步指令稿。

source: Report an Issue
fr: Signaler un problème
ko: 문제 보고
tr: Sorun Bildir
vi: Báo cáo sự cố
zh_hans: 报告问题
zh_hant: 回報問題

source: Claude Code
fr: Code Claude

source: SSH tunnel did not connect within 30 seconds
fr: Le tunnel SSH n'a pas été connecté dans les 30 secondes.
ko: SSH 터널이 30초 이내에 연결되지 않았습니다
tr: SSH tüneli 30 saniye içinde bağlanamadı
vi: Đường hầm SSH không kết nối được trong 30 giây
zh_hans: SSH 隧道在 30 秒内未能连接
zh_hant: SSH 隧道未能在 30 秒內連線

source: Run the statement and report actual timings (default false)
fr: Exécutez l'instruction et rapportez les temps réels (par défaut faux)
ko: 명령문을 실행하고 실제 소요 시간을 보고합니다(기본값 false)
tr: İfadeyi çalıştırır ve gerçek süreleri bildirir (varsayılan false)
vi: Chạy câu lệnh và báo cáo thời gian thực tế (mặc định false)
zh_hans: 运行该语句并报告实际耗时（默认 false）
zh_hant: 執行該陳述式並回報實際耗時（預設 false）

source: Object type, for a table match
fr: Type d'objet, pour une correspondance de table
ko: 테이블이 일치할 때의 객체 유형
tr: Bir tablo eşleşmesi için nesne türü
vi: Kiểu đối tượng, khi khớp theo bảng
zh_hans: 对象类型，用于表匹配
zh_hant: 物件類型，用於資料表比對

source: No matches
fr: Aucun résultat
ko: 일치 항목 없음
tr: Eşleşme yok
vi: Không có kết quả khớp
zh_hans: 没有匹配
zh_hant: 沒有符合項目

source: Installed Plugins
fr: Plugins installés
ko: 설치된 플러그인
tr: Yüklü Eklentiler
vi: Plugin đã cài đặt
zh_hans: 已安装的插件
zh_hant: 已安裝的外掛

source: Save as Favorite…
fr: Enregistrer comme favori...
ko: 즐겨찾기로 저장…
tr: Sık Kullanılan Olarak Kaydet…
vi: Lưu vào mục yêu thích…
zh_hans: 存储为收藏…
zh_hant: 儲存為我的最愛…

source: Document Inspector
fr: Inspectionnaire de documents
ko: 문서 검사기
tr: Belge Denetçisi
vi: Trình kiểm tra document
zh_hans: 文档检查器
zh_hant: 文件檢閱器

source: %lld of %lld ^[rows](inflect: true)
fr: %lld de %lld ^[rangs](inflect: vrai)
ko: %1$lld/%2$lld행
tr: %lld / %lld satır
vi: %lld trên %lld dòng
zh_hans: %lld / %lld 行
zh_hant: %1$lld / %2$lld 列

source: Show in Finder
fr: Afficher dans le Finder
ko: Finder에서 보기
tr: Finder'da Göster
vi: Hiện trong Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: switch database
fr: Changer de base de données
ko: 데이터베이스 전환
tr: veritabanı değiştir
vi: chuyển cơ sở dữ liệu
zh_hans: 切换数据库
zh_hant: 切換資料庫

source: Create
fr: Créer
ko: 생성
tr: Oluştur
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Previous Tab
fr: Fichier précédent
ko: 이전 탭
vi: Tab trước
zh_hans: 上一个标签页
zh_hant: 上一個分頁

source: Signed in as %@
fr: Connecté en tant que %@
ko: %@ 계정으로 로그인됨
tr: %@ olarak oturum açıldı
vi: Đã đăng nhập với %@
zh_hans: 已登录为 %@
zh_hant: 已登入為 %@

source: %@ does not support reading rows in key order, which data compare needs.
fr: %@ ne prend pas en charge la lecture des lignes dans l'ordre clé, ce qui est nécessaire pour les comparaisons de données.
ko: %@은(는) 데이터 비교에 필요한 키 순서 행 읽기를 지원하지 않습니다.
tr: %@, veri karşılaştırmasının gerektirdiği anahtar sırasına göre satır okumayı desteklemiyor.
vi: %@ không hỗ trợ đọc dòng theo thứ tự khóa, điều mà so sánh dữ liệu cần.
zh_hans: %@ 不支持按键顺序读取行，而数据比较需要这一点。
zh_hant: %@ 不支援依鍵順序讀取列，而資料比較需要這項功能。

source: Round trip in milliseconds
fr: Voyage aller-retour en millisecondes
ko: 밀리초 단위 왕복 시간
tr: Milisaniye cinsinden gidiş dönüş süresi
vi: Thời gian khứ hồi tính bằng mili giây
zh_hans: 以毫秒计的往返时间
zh_hant: 以毫秒計的往返時間

source: Execute a SQL query. All queries are subject to the connection's safe mode policy. DROP/TRUNCATE/ALTER...DROP must use the confirm_destructive_operation tool.
fr: Exécuter une requête SQL. Toutes les requêtes sont soumises à la politique de mode sûr de la connexion. DROP/TRUNCATE/ALTER...DROP doit utiliser l'outil confirm_destructive_operation.
ko: SQL 쿼리를 실행합니다. 모든 쿼리에는 연결의 안전 모드 정책이 적용됩니다. DROP/TRUNCATE/ALTER...DROP에는 confirm_destructive_operation 도구를 사용해야 합니다.
tr: SQL sorgusu çalıştırır. Tüm sorgular bağlantının güvenli mod politikasına tabidir. DROP/TRUNCATE/ALTER...DROP için confirm_destructive_operation aracı kullanılmalıdır.
vi: Thực thi truy vấn SQL. Mọi truy vấn đều tuân theo chính sách chế độ an toàn của kết nối. DROP/TRUNCATE/ALTER...DROP phải dùng công cụ confirm_destructive_operation.
zh_hans: 执行 SQL 查询。所有查询都受连接的安全模式策略约束。DROP/TRUNCATE/ALTER...DROP 必须使用 confirm_destructive_operation 工具。
zh_hant: 執行 SQL 查詢。所有查詢都受連線的安全模式原則約束。DROP/TRUNCATE/ALTER...DROP 必須使用 confirm_destructive_operation 工具。

source: Comma
fr: Virgule

source: Download SqlPackage from Microsoft and put it on your PATH.
fr: Téléchargez SqlPackage de Microsoft et placez-le sur votre PATH.

source: Concurrent refresh needs the view to be populated first. Refresh it once without that option.
fr: La mise à jour simultanée nécessite que la vue soit d'abord remplie. Récupérez-la une fois sans cette option.

source: Schema and table privileges in this database are only visible when the connection is using it.
fr: Les privilèges de schéma et de table dans cette base de données ne sont visibles que lorsque la connexion l'utilise.
ko: 이 데이터베이스의 스키마 및 테이블 권한은 연결에서 해당 데이터베이스를 사용 중일 때만 볼 수 있습니다.
tr: Bu veritabanındaki şema ve tablo yetkileri yalnızca bağlantı bu veritabanını kullanırken görünür.
vi: Quyền trên schema và bảng của cơ sở dữ liệu này chỉ hiển thị khi kết nối đang dùng nó.
zh_hans: 只有当连接正在使用此数据库时，才能看到其中的 Schema 和表权限。
zh_hant: 只有當連線正在使用此資料庫時，才看得到其中的綱要與資料表權限。

source: required
fr: Requis

source: Dropping column %@ permanently removes its data.
fr: Supprimer une colonne %@ supprime définitivement ses données.
ko: 열 %@을(를) 삭제하면 해당 데이터가 영구적으로 제거됩니다.
tr: %@ sütununu silmek verisini kalıcı olarak kaldırır.
vi: Xóa cột %@ sẽ loại bỏ dữ liệu của nó vĩnh viễn.
zh_hans: 删除列 %@ 会永久移除其数据。
zh_hant: 刪除欄位 %@ 會永久移除其資料。

source: DEFAULT
fr: Par défaut
tr: VARSAYILAN
vi: MẶC ĐỊNH
zh_hans: 默认
zh_hant: 預設
